label start:

  "Позднее лето. Моё любимое время года."
  
  "Проливной дождь за окном."
  
  "Я даже не заметила как он начался, отскакивает от асфальта и навеки растворяется в его мокрой текстуре, дополняя цвет. 
  Тихий, ровный, успокаивающий и накрывающий всё вокруг. Видеть в нём что-то романтическое, вместо обычного процесса выпадения осадков - странная особенность."
  
  nam "Я люблю дождь?"
  
  "Даже если бы и любила, потолок моей комнаты завораживает сильнее любой погоды."
  
  "Сейчас он играет роль холста для моих мыслей. Не впервые я лежу вот так на своей кровати с раскинутыми руками и пожираю его взглядом, 
  как будто пытаясь высмотреть что-то хорошенько спрятанное от обычного взора, проявляющееся лишь при тщательном наблюдении."
  
  "Я совершенно пуста. Пуста в плохом смысле слова. {w}Как прозрачный сосуд, ожидающий неизвестного, но неизбежного содержания."
  
  "Беспричинная задумчивость, обволакивающая меня — признак того, что я кончу в сумасшедшем доме."
  
  "Так, вроде бы, говорил один из моих приятелей. {w}В шутку ли это было?"
  
  "Меня когда-нибудь волновали чьи-нибудь слова по-настоящему?"
  
  "Я когда-нибудь слышала что-нибудь такое, над чем действительно можно было хорошенько подумать?"
  
  "Кажется, что-то такое было..."
  
  "Не хочу вспоминать."
  
  "..."
  
  "Я, наверное, должна быть довольна собой."
  
  "Поступить в один из престижнейших Японских женских университетов стоит немало усилий. 
  Школьницы проводят все свободные дни в библиотеках, жадно поглощая одну книгу за другой, как будто на соревновании по скоростному поеданию пищи."
  
  "Проблемы со здоровьем, потраченное время и нервы - лишь часть той платы, которую ученики безукоризненно отдают за возможность проделывать всё тоже самое в новой обстановке."
  
  "Как бы мне не хотелось видеть себя умной и эрудированной девушкой, обманывать себя стоит в последнюю очередь. {w}Мне просто повезло на вступительном экзамене. {w}Просто. {w}Повезло."
  
  "Я не тратила бессонные ночи на написание конспектов, заучивание параграфов, упарывание ноотропов и всё остальное, чем занимались \"прилежные\" ученики."
  
  "Нет, это было бы крайне обыденно и заурядно. Не то чтобы я всегда стремилась идти каким-то своим, особым путём. Просто... Так получилось."
  
  "Чувствую ли я себя недостойной своего места?"
  
  "Возможно."
  
  "Чувствую ли я стыд перед теми, кто, несмотря на долгие и упорные занятия, провалил экзамен, как это обычно бывает - из-за какой-нибудь ерунды?"
  
  "Отчасти."
  
  "Но беспокоиться об этом ещё более бессмысленно, чем лежать вот так и думать ни о чём."
  
  "С упоением, самозабвенно, наслаждаясь этой гармонией льющегося дождя за окном и звуком автомобильных шин по мокрому асфальту 
  мысли сами лезли в голову, так и не воплощаясь во что-нибудь конкретное и последовательное."
  
  "Во что-то такое, что без стыда к самой себе можно было бы обдумать и проанализировать. Не было ничего хоть сколько-нибудь важного..."
  
  "Да, я пуста."
  
  "Не поглощает ли мои мысли потолок? Быть может, он всегда и являлся главным антагонистом в моей жизни, 
  заманивая на удобную кровать всякий раз, когда мне становилось грустно и одиноко?"
  
  "А это в последнее время случалось всё чаще и чаще."
  
  "Господи, на что я трачу своё свободное время? Это идеальный пример того, как не стоит проводить досуг в преддверии поступления в университет."
  
  "Да. {w}Тратить свои последние свободные дни перед началом учёбы таким образом - очень глупо."
  
  "Надо хоть немного привести себя в порядок."
  
  "Звонок мобильного телефона"
  # play sound cellphone.wav
  
  nam "Кто бы это мог быть?"
  
  "Слегка щурясь и обращая взор на экран мобильника, я вижу абонента - Отец. Я бы сильно удивилась, будь там кто-нибудь другой."
  
  "Потребность в проверке абонента скоро полностью пропадёт."
  
  "бип"
  # play sound cell_beep.wav
  
  nam "Муши-муши?"
  
  "Отец" "Сегодня меня дома не будет. Можешь не готовить лишнюю порцию. Мне пора."
  
  "бип"
  # play sound cell_beep.wav
  
  "Сценарий, по которому разворачивается наш с ним диалог, тоже не слишком разнообразен."
  
  "Можно уже начать, отвечая на его вызов, самой проговаривать те же самые слова и сбрасывать."
  
  "Это бы смотрелось забавно."
  
  "Вот так, в течение десятка лет: он иногда звонит, предупреждая о ненадобности приготовления порции еды, в угоду постоянной занятости."
  
  "Мне придётся сильно постараться, чтобы вспомнить последний вечер, проведённый вместе с ним."
  
  "Приятные моменты в кругу семьи - всегда мне были чужды, а радость от времени, проведённого с родителями, представлялась - чем-то далёким и не родным."
  
  "Как бы парадоксально это ни звучало"
  
  "Если он и возвращался домой, то, как правило, ужинал с угрюмым видом, уставившись от бессилия в бело-синие полосы на тарелке, и, переваливаясь с ноги на ногу, шёл спать."
  
  "Я нисколько его не виню. Нет, скорее, наоборот."
  
  "Я поражена тому, с какой самоотдачей он выкладывается для того, чтобы меня обеспечить."
  
  "Как бы мало он мне не уделял внимания, я всё равно ему благодарна. Он заботливый отец, трудящийся на благо своей дочери."
  
  "В такие моменты я снова придаюсь самобичеванию, вспоминая все моменты, за которые могла бы быть недостойна такого хорошего отца."
  
  "Раньше, смотря на других детей, шедших за руку с родителями, или играя с ними в парке - я испытывала искренней интерес, словно к иноземным существам, имевшим свои порядки и обычаи."
  
  "Сколь долго я не пыталась понять, отчего же у них всё разворачивается так хорошо - никогда не могла прийти к чему-то конкретному и логичному."
  
  "К такому, что могло бы поставить точку и навсегда прекратить моё недоумение."
  
  "Что хорошо, но в то же время странно: мой детский интерес никогда не перерастал в зависть или агрессию."
  
  "Я воспринимала своё состояние как должное и безысходное"
  
  "Впрочем, в этом нет ничего страшного."
  
  "В этом я себя убедила..."
  
  "Но сегодня точно не время для того, чтобы снова погружаться в меланхолию, валяясь на кровати и сверля глазами потолок."
  
  "Свой досуг, по крайней мере, можно и разнообразить.."

  # Выбор 1
  menu:
      "Составить список необходимых предметов, которые нужно купить":
           jump item_list

      "Прожечь время":
           jump kill_time_choice

label item_list:
  
  "Время прекращать вести заурядное существование."
  
  "Все мои последующие действия несут в себе исключительно важное значение."
  
  "Если уж мне повезло однажды со вступлением, то, думаю, это потребовало на себя абсолютно весь уровень моей удачи, который чёрт знает когда пополнится."
  
  "Да. Решено. Отныне моя жизнь точно изменится в лучшую сторону. Я смогу."
  
  "Взрослая жизнь. Та, о которой мечтают многие дети, настала, открыв тем самым огромное количество путей, идти по которым или нет - зависит только от меня самой."
  
  "Я творец своей судьбы."
  
  "И я создам судьбу, достойную меня."
  
  "Я постараюсь..."
  
  "Такими глупыми обещаниями моя жизнь наполнена до краёв."
  
  "С каждым разом всё больнее и больнее осознавать, что твой очередной душевный порыв, 
  твоё стремление к чему-то большему в конечном итоге окажется пустой мыслью, которая отложится в закоулках сознания, досаждая именно в такие моменты."
  
  "В общем... Мне надо бы заглянуть в городской магазин и купить что-нибудь к учёбе."
  
  "Меня сильно раздражает городская атмосфера."
  
  "Атмосфера вечной суеты, спешки, снующих туда-сюда людей... Магистрали. Заводы. Шум."
  
  "И лишь здесь, у себя дома - я могу абстрагироваться от всех досаждающих факторов. Полностью отстраниться на время от внешнего мира, оставив за дверью всю его отвратительную и злую сущность."
  
  nam "Не в этот раз."
  
  "Пошарив в потёртом бумажнике, я нахожу там достаточное количество денег. Я не слишком привыкла тратить их на всякую дрань. 
  Еда, одежда и далее по списку - вот на что я спускала свои кровные. {w}Бывали, конечно, редкие исключения..."
  
  "Канцелярские принадлежности... Ручки, карандаши, тетрадки... На месте разберусь."
  
  "Новая сумка? Старая сойдёт. Я слишком сильно к ней привязалась."
  
  "Одежда... {w}Институт предусматривает свободную форму... {w}То есть я могу носить всё, что захочу..."
  
  "Будь я жертвой моды, возможно, скакала бы от радости. Но одежда для меня всегда делилась только на удобную и неудобную."
  
  "Возможно, прикуплю себе чего-нибудь..."
  
  "Счастливого мне пути."

  jump shopping

label kill_time_choice:
  
  "Достаточно-ли у меня сил перед началом учёбы?"
  
  "Жаль, что у людей отсутствует возможность проверить это наверняка."
  
  "Было бы довольно удобно иметь при себе бесконечно длинный список действий, с необходимыми затратами энергии для каждого"
  
  "Если же оценивать своё состояние субъективно... То я, скорее, могу отдохнуть ещё некоторое время, прежде чем 
  браться за капитальное изменение своей жизни... К лучшему? {w}По крайней мере, оставлять всё как есть точно нельзя. 
  {w}Это неправильно. {w}Будучи ребёнком, я представляла себя совершенно не так."
  
  "Жаль, что результат исключительно от одного осознания проблемы может показать себя только при наличии решительных действий."
  
  "А ещё больше жаль то, что лень начинает брать контроль над здравым смыслом."

  # Выбор 2, подвыбор выбора 1, пункта 2
  menu:
    "Поиграть на гитаре":
         $ gspoints += 1
         jump kill_time_guitar

    "Повисеть в интернете":
         $ socpoints += 1
         jump kill_time_internet


label kill_time_guitar:

  "Моё меланхоличное состояние редко обходится без гитары под рукой."

  "Пару лет назад в очередном порыве, которые, как правило, ничем не заканчиваются, я, накопив денег, купила инструмент и твёрдо решила научиться на нём играть."

  "Научилась ли я?"

  "Взяв гитару с подставки и проведя рукой по лакированному корпусу, меня пробрала лёгкая дрожь."

  "Неудачная попытка сыграть \"The Pillows – Carnival\""

  nam "Нет."

  "Коктейль из досады и лёгкого стыда к самой себе дали мотивации заняться чем-нибудь полезным, не требующим от себя практических умений."

  "Но что мне делать?"

  "Наверное, стоит сходить за покупками в город. После этого я уж точно буду свободна до начала учёбы."

  "В город..."

  "Меня сильно раздражает городская атмосфера."

  "Атмосфера вечной суеты, спешки, снующих туда-сюда людей... {w}Магистрали. {w}Заводы. {w}Шум."

  "И лишь здесь, у себя дома - я могу абстрагироваться от всех досаждающих факторов. 
  Полностью отстраниться на время от внешнего мира, оставив за дверью всю его отвратительную и злую сущность."

  "Но что-то мне подсказывает, что если я не соберусь сейчас, то потом будет только сложнее..."

  "Решено."

  "Счастливого мне пути."

  jump shopping


label kill_time_internet:

  "Пожалуй, это неплохой способ хоть как-то скрыться от своей внутренней пустоты."
  
  "Она меня пугает?"
  
  "Пожалуй."
  
  "Быть пустой не только по части окружения, но ещё и у себя в голове - ужасное состояние, 
  сопоставимое с некоторыми психическими заболеваниями."
  
  "Одно из моих решений во время подобного состояния - набраться пищи для размышления в интернете."
  
  "Различные сайты с пестрящими баннерами, бесчисленное количество профилей в социальных сетях, 
  новости, созданные для чтения тем, кто никогда не будет творить их лично."
  
  "Интернет, отчасти, был альтернативой общению. Относительно частое посещение имиджборд не дало мне окончательно 
  сойти с ума, ведя образ жизни отчужденца в последнее время."
  
  "И почему именно сейчас? Раньше у меня были приятели... {w}Не друзья, конечно. {w}Нет. {w}Это слишком громкое слово."
  
  "Для меня присвоить кому-нибудь полноправный статус друга - это как признать кого-то своим мужем."
  
  "Ну уж нет. Имиджборды являются камнем преткновения на дороге к... {w}Новой жизни?"
  
  "Смогу ли я превратить это новое во что-то хорошее?"
  
  "Во что-то такое, чего буду действительно достойна?"
  
  "Я постараюсь. Смогу."
  
  "Такими глупыми обещаниями моя жизнь наполнена до краёв."
  
  "С каждым разом всё больнее и больнее осознавать, что твой очередной душевный порыв, твоё стремление к чему-то 
  большему в конечном итоге окажется пустой мыслью, которая отложится в закоулках сознания, досаждая именно в такие моменты."
  
  "Нет. Интернет не выход."
  
  "Но что тогда..?"
  
  "Хмм, сходить в магазин?"
  
  "Это имеет смысл. Мне нужно прикупить достаточно канцелярских принадлежностей к началу учёбы. 
  {w}Отличная альтернатива, если бы не факт нахождения магазина в городе."
  
  "Не люблю городскую атмосферу."
  
  "Атмосфера вечной суеты, спешки, снующих туда-сюда людей... {w}Магистрали. {w}Заводы. {w}Шум."
  
  "И лишь здесь, у себя дома - я могу абстрагироваться от всех досаждающих факторов. Полностью отстраниться на время 
  от внешнего мира, оставив за дверью всю его отвратительную и злую сущность."
  
  "Вот только моё абстрагирование в последнее время превратилось в проблему..."
  
  "Как будто раньше несло пользу..."
  
  "Что-то мне подсказывает, что если я не соберусь идти сейчас, то потом будет только сложнее..."
  
  "Решено."
  
  "Счастливого мне пути."

  jump shopping
  
# Этот лейбл является обязательным
label shopping:

  "Купив всё нужное в магазине, я решила, что будет вполне заслуженно заскочить в близлежащую кафешку."

  show bg prologue cafe
  
  "Антураж там был довольно красивый. Сочетание цветов, приятное для глаз, успокаивающая музыка и бегающие 
  всюду официантки в костюмах служанок. {w}Странно, что внутри относительно немного посетителей..."
  
  "Возможно, в городе ещё осталось пара мест, которые по уюту сопоставимы с моим домом."
  
  "Не ела я с утра. Сытость... {w}Отупляет. {w}Возможно, это именно то, что мне нужно в моменты притока бесполезных мыслей, 
  которые, подобно мусору, скапливаются в голове, мешая смотреть на мир трезво, да и вообще чем-нибудь заниматься."
  
  "Отсутствие мыслей или их досаждающий застой?"
  
  "Точно кончу в сумасшедшем доме..."
  
  "В конце концов, перекус после нескольких часов ходьбы по огромному торговому центру - вполне логичное завершение 
  моего внезапного похода в город. {w}В любом случае я купила достаточно канцелярии, немного новой 
  одежды и еды к себе домой. Всё случилось так, как было задумано."
  
  "Это, наверное, мой самый заслуженный приём пищи с момента начала... {w}Депрессии?"
  
  "Не хочу это {i}так{/i} называть."
  
  "Это похоже на диагноз. {w}\"У вас рак\". {w}\"У вас волчанка\". {w}\"У вас депрессия\". {w}Нет, это очень плохая тема для размышления."
  
  show mugi waitress with dissolve
  mug "Доброго вечера Вам, госпожа. Я могу принять Ваш заказ?"
  
  "Её обращение было как раз тем, что нужно."
  
  "Вытащив меня из пучин собственного сознания, эта официантка стояла передо мной с широкой улыбкой и 
  блестящими голубыми глазами, держа в руках ручку и блокнот, с нетерпением ожидая принять заказ."
  
  "Костюм служанки, надо признать, ей очень идёт."
  
  "Она, должно быть, любит эту работу. {w}Или же ещё больше любит получать чаевые, используя тактику негласного социального контракта."
  
  "Единственные мотивы, которые сейчас ясны - мои. Я хочу есть. Так что же заказать?"

  # Выбор 3
  menu:
    "Якисобу с чаем":
      $ dish = "Якисобу"
    "Окономияки с чаем":
      $ dish = "Окономияки"
    "Такояки с чаем":
      $ dish = "Такояки"
  

  nam "А-а, эм, да, пожалуй... Можно мне [dish] с чёрным чаем?"
  
  if dish == "Якисобу":
    "Мне показалось, или после упоминания якисобы её глаза загорелись ещё ярче?"

  mug "Конечно, госпожа. Ваш заказ скоро будет готов. Приятного вечера."
  jump after_order

label after_order:

  hide mugi waitress with dissolve
  "Выпалив эту фразу на автомате, официантка покинула мой стол так же быстро, как и появилась."

  "Вечерело. Людей, к моему удивлению, становилось только меньше."

  "Неужели это заведение таит в себе мрачные тайны, отпугивающие клиентов?"

  "Интересно, что окажется в моём блюде..."

  "Нет, я никогда не была параноиком."

  "Сидя за столом и ожидая своего заказа, я, играясь с зубочисткой в руках, мысленно находила подтверждения своим словам."

  "Всю жизнь я смотрела на вещи объективно, не пытаясь исказить их для более комфортного восприятия."

  "Видеть в вещах и людях то, что они действительно представляют - это, пожалуй, одна из немногих моих черт, которыми я довольна."

  "Паранойя была бы неуместна при таком качестве в арсенале моего сознания."

  "..."

  "Один из моих самых больших страхов - прибор для чтения мыслей."

  "Если эти замысловатые штуковины действительно когда-нибудь появятся и будут запущенны в массовое производство 
  и продажу - передо мной сразу же возникает картина, как на меня, идущую по улице, тычут пальцами все обладатели этого устройства."

  "Да я бы, скорее, и сама смеялась над нелепостью собственных мыслей."

  "Жаль, еда не сможет заполнить пустоту."

  "После первой же мысли о еде из-за колонны появилась та голубоглазая официантка с подносом в руке, пошатываясь, 
  пытаясь максимально аккуратно и быстро донести его до моего стола."

  show mugi waitress with dissolve

  mug "Ваш заказ готов, приятного аппетита, госпожа!"

  hide mugi waitress with dissolve

  "Ушла она на этот раз не так быстро. Даже какой-то вялой походкой, шоркая обувью по полу."

  "Скорее всего, это было связано с маленьким количеством посетителей в, казалось бы, самый подходящий для их наплыва час."

  "Чёрт возьми, она, кажется, и правда сильно любит эту работу. Мне бы не помешало иметь такое отношение к своей жизни."

  "[dish] выглядело довольно аппетитно."

  "Обычно в мой рацион входит лапша быстрого приготовления, или ещё что-нибудь по мелочам."

  "Я не слишком сильно забочусь о том, какую еду ем, преследуя лишь одну цель - наесться."

  "Сам факт моего нахождения в довольно приличном заведении - большая редкость."

  "Единственное что не меняется - моё пристрастие к чаю."

  "Самый дешёвый в пакетиках, или собранный рабами Британской империи на Шри-Ланке - без разницы."

  "В его аромате и вкусе я нахожу краткое успокоение. А моменты распития останавливают мир вокруг, давая мне небольшую передышку."

  "Чай и дождь - уже как минимум 2 вещи, в которых я вижу романтический подтекст. {w}Надо бы начать вести список. Быть может, стану великим писателем."

  # TODO: блюдо нужно перевести в ловеркейс, потому что дефайнится оно с первой капитал буквой. Возможно нужны функции которые будут обрабатывать первую букву/слово?
  "Порция [dish] постепенно исчезла. {w}Положив столовые приборы на тарелку, я откинулась на спинку стула и протяжно вздохнула."

  "Музыка вперемешку с дождём играла успокаивающей мелодией, от которой меня клонило в сон."

  "Протерев глаза кулаками и зевнув, я оставила деньги на столе, потянулась и двинулась к выходу, желая ещё раз приметить ту официантку."

  "Не заметив её нигде, я ещё раз глубоко вздохнула и вышла из кафе."

  "Дождь на улице слегка утих. {w}Навес перед входом защищал меня от него, давая время на раздумье о способе возвращения домой."

  "Единственным целесообразным вариантом для меня был поезд. Расстояние до перрона было относительно небольшим. 
  {w}Я, возможно, даже не успею промокнуть. {w}Главное поторопиться."
  hide bg prologue cafe
  
label prologue_home:
  
  "Скинув сумки в угол, я смогла лишь доковылять до кровати, чтобы покончить с этим днём."
  
  "А ведь... Он был... {w}Разнообразным."
  
  "Да, точно, разнообразие."
  
  "То, чего мне никогда не хватало в жизни."
  
  "Устав в течение дня, я только набралась сил для существования ещё некоторое время."
  
  "Эх, институт... {w}Как же я полагаюсь на тебя."
  
  "Возлагать надежды на учебное заведение по части того, чтобы он вывел тебя из д..."
  
  "\"Сложного душевного состояния\" - довольно глупо. Но у меня нет другого выбора."
  
  "Ждать осталось недолго. Я должна лишь уместиться в ту самую колею и держаться в ней изо всех сил. Потому что другие шансы у меня вряд ли появятся."
  
  "..."
  
  "Мягкий и белый матрац слегка изогнулся под моей спиной."
  
  nam "Привет, потолок."
  
  "Конечно же, не ответит. Он может только одно: наблюдать без возможности как-то повлиять на события, окружающие его."
  
  "Мы с ним в этом похожи."
  
  "Потолок. Он будет третей вещью в моём \"списке\". Странно, что я не добавила его с самого начала."
  
  "..."
  
  "Потянувшись и зевнув, я была почти готова отойти ко сну."

  # Выбор 4
  menu:
    "Абстрагироваться от мыслей и постараться заснуть":
      jump abstract_and_sleep
    "Дать волю мыслям и фантазии":
      jump fantasizing_and_think
  
  
  #TODO: Заметка - здесь соотношение, то есть: сон - визуализация прошлого, мысли - обдумывание прошлого
  
label abstract_and_sleep:
  
  "Взбив подушку и укрывшись одеялом, я решила погрузиться в сон. Опасаясь только одного..."
  
  "..."
  
  "..."
  
  "Агрессивная женщина" "Ты опять задержалась на улице, чёрт тебя дери."
  
  "Где мне спрятаться сегодня?"
  
  "Агрессивная женщина" "Мы же тебя сотню раз предупреждали, что дома надо быть вовремя."
  
  "Стальная вешалка в её руке выглядела очень устрашающе. Как гигант с деревом, моя мать стояла напротив меня, 
  истошно проклиная за то, что задержалась на пару минут на улице, показывая водителю путь до гипермаркета на карте."
  
  "Может быть, запереться в ванной?"
  
  "Нет, она перегородила дорогу. Путь остался только ко мне в комнату. Надо лишь быстро проскользнуть через диван."
  
  "Мать" "Мне стыдно за то, что ты мой ребёнок. Сегодня ты получишь сполна, маленькая тварь."
  
  "Это перестало вызывать у меня эмоции ещё совсем недавно. Раньше было хуже... {w}Гораздо хуже. 
  {w}Надо просто отсидеться у себя в комнате. Она не вскроет дверь без отчима. {w}Как же я их ненавижу"
  
  "Мать начала наступление, растопырив пальцы на одной руке, в другой же по-прежнему находилась та самая вешалка."
  
  "Что на ней висело тогда, когда её использовали по назначению?"
  
  "В любом случае гематомы она оставляла большие и болючие. Такие, от которых было неприятно даже лежать."
  
  "Я просто хочу отдохнуть..."
  
  "Кровь пульсирует в висках, дыхание учащается."
  
  "Рывок в сторону"
  
  "Прыжок через диван"
  
  "И мамина рука, хватающая меня за шиворот."
  
  "Обычный дом. Но с необычной, в плохом смысле этого слова - семьёй."
  
  "Случайный прохожий даже не задумается о том, что творилось каждый день в этих стенах."
  
  "Меня били. {w}Меня унижали. {w}Соседская собака жила лучше меня, лая рядом с нашим участком каждый раз, когда мать разорётся слишком громко."
  
  "\"Первый удар настигает руку\""
  with vpunch
  
  "Я готова терпеть наказания за дело."
  
  "\"Удар по голове\""
  with vpunch
  
  "Я готова отвечать за то, что провинилась... Даже таким образом."
  
  "\"Удар по голове\""
  with vpunch
  
  "Но я не понимаю, почему это происходит сейчас."
  
  "\"Удар по голове\""
  with vpunch
  
  "Происходило раньше."
  
  "\"Удар по голове\""
  with vpunch
  
  "И, конечно, будет происходить снова и снова."
  
  "\"Удар по голове\""
  with vpunch
  
  "..."
  
  "..."
  
label fantasizing_and_think:
  
  "Мысли, которые, как и положено этому времени, начали бурлить в моей голове имели совсем другое мнение насчёт сна."
  
  "Закрытые глаза мгновенно вызвали образы на обратной стороне век, и мне хотелось остановиться, но было уже поздно"
  
  "Воспоминания о прошлом затягивают в себя сильнее других. Главное - уметь держать их максимально далеко. Эта задача особенно сложна в подобные моменты."
  
  "Я росла в мире боли, отчаяния, несправедливости и обиды."
  
  "Мне некому было пожаловаться, не с кем посоветоваться."
  
  "А причина всему - мать с отчимом."
  
  "Вот оно... Объективное, оптическое, предельно верное воспроизведение моего прошлого."
  
  "До того, как мне исполнился год, я жила в обычной семье с хорошими родителям. Но потом отец и мать развелись. Я не помню, да и знать не хочу обстоятельств, которые к этому привели."
  
  "Зато я знаю последствия. Да, те самые последствия. Когда в семью вместо отца пришёл отчим, в моей жизни настала сама длинная и чёрная полоса."
  
  "Постоянные унижения без повода, выливавшиеся в физическое насилие."
  
  "Такое отношение сформировало во мне социофобичного ребёнка, который проецировал злобный образ своих родителей на всех остальных."
  
  "Те два человека и их отношение лишком тесно вплетается в историю моей жизни."
  
  "Обычный день для меня состоял из учёбы, на которой я практически ни с кем не общалась, тихо сидя в углу класса и смотря в окно, спокойной мечтая"
  
  "Возвращение домой являлось началом кошмара, повторявшегося каждый день. 
  Спустя некоторое время моим родителям перестала требоваться причина для выплеска агрессии в мою сторону."
  
  "Либо мне удавалось запереться в одной из комнат, либо терпеть физическую и моральную боль весь день."
  
  "Карманных денег мне, конечно, не давали. Еду, воду и тёплую постель я могла получить только там... В том аду, именуемым словом \"дом\""
  
  "В то время, кажется, я впервые захотела умереть."
  
  "..."
  
  "Зевнув и приоткрыв один глаз, я очнулась."

  "Немного поёрзала на кровати в попытках заснуть снова – ничего не вышло."

  "Горькое послевкусие прошлого всё ещё прекрасно ощущалось, полностью перебивая сон."

  "За окном была пасмурная ночь. Дождь бушевал где-то в паре километрах от меня, позволяя выйти на улицу и насладиться завораживающей атмосферой тихого города."

  "Встав с кровати, пошатываясь и всё ещё оставляя один глаз закрытым, я вышла из дома."

  "Стоя на порог, я вернула себе бодрость, вдохнув полной грудью влажный и прохладный воздух."

  "Мне было необходимо проветриться. Освежить тело и разум после очередного наплыва воспоминаний из прошлого, которые угнетали каждый раз с прежней силой."

  "Но куда направиться?"

  "На улицах сейчас слишком мокро для неспешных прогулок, шум ночных баров и кафе уж точно не по мне, а находиться дома я просто не могу."

  "Остаётся, наверное, лишь один вариант."

  "..."

  "Что может быть прекрасней дождливой ночи? {w}Гармония и покой, свобода и чарующе чистый, опьяняюще свежий воздух, проникающий в каждую жилку твоего тела."

  "Взирать на пустынный город, сидя на крыше многоэтажки – лучшее, что пришло мне в голову в столь поздний час."

  "Та самая крыша, на которой я иногда провожу ночи, думая о своём. {w}Эдакая замена потолку."

  "В гуще этой тьмы лишь кривые ветви ярких молний освещали дома, образующие идеальный антураж для безмолвного течения мыслей."

  "Но в этот раз я пришла не за этим... {w}Я чувствовала необходимость сделать что-то значимое..."

  "Дверь у меня за спиной внезапно отворяется."

  "Обернувшись, я увидела девушку в нарядном красном платье, стоявшую лицом к другой стороне города."

  "Судя по всхлипам, было понятно, что причиной для её прихода уж точно не являлось лицезрение ночной непогоды."

  "Меня было трудно заметить."

  "Сидящая на самом углу крыши, я могла находиться в роли зрителя сколь угодно."

  nam "Не спится?"

  "Мой голос прозвучал крайне отчётливо. Дождь, ливший в паре километрах от нас, совсем не перебивал звуки."

  "Здесь, словно за кулисами – стоя вдалеке от главных событий, были только я и она."

  "Вздрогнув и пошатнувшись, девушка повернулась ко мне всем телом, прикрыв рот руками."

  "Продолжая стоять и завороженно смотреть на меня – она вряд ли собиралась идти на контакт."

  "Подобрав свесившиеся с крыши ноги, я поднялась в полный рост и начала медленно сближаться с моим ночным гостем."

  nam "Мне вот тоже делать нечего. Скитаться по крышам в столь поздний час – глупая идея, понимаю. {w}Что тебя сюда привело?"

  nam "Неподалёку, кстати, должна быть ещё одна открытая крыша. Кончено, я не против твоей компании, но мы ведь едва знакомы..."

  "Заметив её обезображенное травмами лицо, я прервала свою речь."

  "Стекавшая тушь, глаза, покрытые плёнкой слёз, и её дрожащее тело создавали образ не самого счастливого человека."

  nam "..."

  nam "Ты в порядке?"

  "Девушка" "Выхода нет."

  "Смотря куда-то сквозь меня, она говорила ровно и быстро."

  nam "О чём ты?"

  "Девушка" "Выхода нет, всё верно."

  "Девушка" "Либо ты вечно мучаешься на дне большого человеческого комплекса, либо уходишь дальше, в неизведанный мир будущего - умираешь."

  "Ну конечно же. {w}Самоубийство."

  "Прямо сейчас перед моими глазами происходит тихое извержение сломленного внутреннего мира этой незнакомки."

  "А я и не знаю что сказать."

  # Выбор 5
  menu:
    "Промолчать":
      jump roof_quiet
    "Спросить о мотивах":
      jump roof_ask

label roof_quiet:
  
  "Девушка" "Что же будет со мной там? {w}Есть ли что-то свыше, или всё закончится с остановкой сердцебиения?"

  "Девушка" "Нет, я уверена, что все не так просто. {w}Боюсь, эту тайну я узнаю лишь тогда, когда не смогу раскрыть её остальному миру. Тайну, которую старались разгадать все те, у кого нет внутреннего стержня, чтобы проверить это опытным путём."

  "Она перевела взгляд прямо на меня, что вызвало лёгкие мурашки на коже."

  "Девушка" "Тебе интересно?"

  "Сердце стукнуло в груди."

  "Изображать отстранённость становилось всё сложнее."
    
  jump roof

label roof_ask:
  
  nam "Зачем ты собираешься это сделать?"

  "Мой вопрос, кажется, был рассчитан как абсолютно неуместный."

  "Намино" "Человеку для всего требуются какие-то причины..."

  "Незнакомка посмотрела на меня, изобразив саркастичную ухмылку, которая придала её лицу слегка безумное выражение."

  "Девушка" "А мне кажется, это у тебя должны быть причины для существования."

  "Это утверждение поставило в тупик уже меня."

  "Есть ли у меня то, ради чего стоит жить?"

  "Хорошая ли это тема для разговора с той, которая находится на грани?"

  "И снова молчание, в течение которого каждая секунда кажется вечностью."
    
  jump roof
    
label roof:

  "Она резко схватила меня за плечи."

  "Её глаза горели огнём отчаяния и азарта."

  "Никогда бы не подумала, что всё это может уместиться одновременно в одном взгляде."

  "Этот взгляд... {w}Очень сильно напоминал мне кого-то... {w}Кажется..."

  "Девушка" "Давай проверим."

  nam "Что?"

  "Девушка" "Давай же, разве у тебя есть то, ради чего стоит оставаться в этой клетке по имени /«тело/»?"

  "Это шутка?"

  "Рой мыслей закружился в голове, не давая трезво оценить ситуацию."

  "Я непонимающе смотрела в её широко открытые влажные глаза."

  "До края было всего пара метров."

  "Сжав плечи сильнее, двигаясь спиной к концу крыши, она повела меня за собой."

  "Девушка" "Ох, я представляю твоё предвкушение. Сколько всего предстанет перед нашим сознанием всего через пару секунд."

  "Через несколько шагов ко мне вернулся контроль над телом."

  "Скинув её руки со своих плеч, я попятилась спиной к выходу."

  "Через мгновение она уже сжимала меня в удушающем захвате, собираясь сделать последний шаг в никуда."

  "Пытаясь набрать в лёгкие воздух, я продолжала сопротивляться."

  "Раскаты грома, как будто побуждая, просили быстрее покончить с этим."

  "Ударив незнакомку локтём в живот, я пустила её с мокрого края крыши прямо туда, откуда она и хотела получить ответы на все тайны мироздания{w} — вниз."

  "..."

  "Ночь, наполненная дождём. {w}Кровь, наполненная адреналином. {w}Полёт незнакомки, наполненный тишиной."

  "Всё это казалось мне очередным дурным сном."

  "Гром и молния."

  "Но всё происходит здесь и сейчас. {w}Если быть точной – произошло уже."

  "Но что это было?"

  "Я убила человека?"

  "Я защищалась!"

  "Я пришла сюда просто чтобы... {w}Зачем я пришла сюда ночью?"

  "Так и знала, что это была плохая идея..."

  "..."

  "Кровь пульсировала в висках."

  "Обнаружив себя стоящей на коленях, я, овладевая ватными ногами, встала."

  "Подходить к мокрому краю с нынешней координацией – очень глупая и опасная идея."

  "Не такая глупая, как прийти сюда ночью... О чём я думала?"

  "Спустя пару мгновений, я уже неслась по ступенькам вниз, перепрыгивая через каждую пару."

  "Выбежав на улицу, я побежала к той стороне, откуда упала девушка."

  "Свет тусклых фонарей едва освещал территорию возле дома."

  "Постояв в замешательстве пару секунд, я осознала, что ошиблась стороной."

  "Обогнув дом со скоростью именитых бегунов, я встала как вкопанная."

  "Бледно-зелёная трава, принимающая на себя дождь, была абсолютно пуста."

  "Вся территория была полностью чиста, ровно настолько, насколько была в момент моего прихода сюда."

  nam "..."

  "Проверив другие стороны дома, я вернулась на прежнее место и стала осматривать траву, делая попытки осознать случившееся."

  "Пытаясь хоть как-то успокоиться, я начала мыслить вслух."

  nam "Что бывает после того, как человек падает с крыши?"

  nam "Тело, там... Кровь. {w}Я же помню, как она упала, чёрт возьми."

  "Мысли опять начали роиться в голове, отчего я не смогла устоять на ногах и вновь упала на колени."

  "Тяжело дыша, постепенно приходя в себя – я пыталась разобраться в ситуации."

  nam "Она упала."

  nam "Упала — значит умерла."

  "..."

  nam "Где она?"

  "Подскочив с травы, я стала пятиться от этого места по направлению к себе домой."

  "Раскаты грома усиливались. На улице начинался настоящий ливень."

  "..."

  "Я бежала настолько быстро, насколько могла - ловко перепрыгивая каждую лужу, боясь оглянуться назад."

  "Небо было полностью закутано тёмными облаками. Удивительно, насколько быстро они сюда добрались."

  "..."

  "Прибежав домой, я стояла около минуты в прихожей, облокотившись спиной к двери, проливая на пол воду с одежды и волос, пытаясь отдышаться."

  "Попытка укусить свою руку оставила на ней лишь небольшой кровавый след, боли от которого я не чувствовала. Последняя надежда на то, что это был сон – пропала."
  
  "..."

  "Страх – единственное, что я сейчас чувствовала."

  "Странно это признавать, но мне было бы спокойнее, обнаружь я труп той незнакомки, лежащий в луже крови со сломанными костями."

  "Человек боится всего неизвестного, и я сейчас это наглядно демонстрировала."

  "Может, она выжила?"

  "Невозможно."

  "От падения с такой высоты если бы она и не умерла – как минимум не смогла бы самостоятельно двигаться, но я ведь не нашла даже её тела."

  "Потолок, выполненный в лучших традициях минимализма, напоминал мне её очертания."

  nam "Я схожу с ума?"

  nam "Это произошло уже?"

  "Случившемуся должно быть хоть какое-то объяснение…"

  "События прошедшего часа пронеслись в памяти, вызвав лёгкую дрожь."

  "А ведь… Её взгляд…"

  "*Звонок телефона*"

  "Разразив тишину комнаты, телефон вызволил меня из омута пагубных мыслей."

  "Аккуратно протягивая трясущуюся руку к мобильнику, я вижу входящий звонок от скрытого номера."

  "Всё происходит в лучших традициях фильмов ужасов."

  "Вдохнув и выпрямившись, я поднесла телефон к уху."

  "*Бип*"

  nam "Д-да?"

  "Отец" "Привет, дочь. Я совсем запутался в часовых поясах…"

  "Отец" "Рад, что ответила. Мой здесь не берёт."

  "Отец" "Поздравляю с первым днём учёбы. По твоему голосу понятно, что он уже в самом разгаре."

  "Отец" "Всего хорошего."

  "*Бип*"

  "Спустя пару секунд я поняла, что телефон можно убрать на место."

  "Снова откинувшись на кровать, я облегчённо выдохнула."

  "Сегодня же мой первый день в университете. Церемония поступления. Неудивительно, что я забыла."

  "Слишком много происходит. Слишком много. Это что, «пополнение баланса» событий в жизни за прошедшие годы?"

  "…"

  "Немного придя в себя, я смогла, наконец, оценить эту ситуацию критически."

  nam "Мне было бы за что переживать, будь у событий этой ночи последствия."

  nam "Ну а пока что я должна довольствоваться их отсутствием."

  "Не сказать, что у меня это получается…"

  "Тем не менее, вся важность предстоящего дня перевешивала мои переживания. Не стоит начинать учебу с прогула церемонии, я об этом пожалею."

  "Жизнь в любом случае продолжается."

  "Тем временем дождь полностью утих. Солнце начало подниматься из-за бледных туч, стали слышны звуки первых автомобилей и прохожих. Город вяло отходил ото сна."

  "Я жутко устала. Бессонная ночь сказалась на моём физическом и психическом состоянии."

  "Не самое лучшее состояние для вливания в университетскую жизнь."

  "Тем более для такого начала, которое я недавно запланировала…"

  "Вещи никогда не идут так, как ты хочешь."

  # Сцена у университета. День
  "…"

  "По пути сюда я часто оглядывалась на безлюдных и узких улочках. Пришла я раньше положенного времени, ибо оставаться одной дома было непосильной задачей."

  "Небольшие группы учениц внушали некоторое спокойствие."

  "Выйдя на небольшую, густо усеянную растительностью площадь, напоминавшую парк, я увидела, как передо мной предстало главное здание университета во всём его величии."

  "Гораздо внушительнее, чем моя прежняя школа…"

  "Вот оно. То место, которое должно изменить мою жизнь."

  "Нет, не так… Вот он, тот инструмент, с помощью которого Я должна её изменить."

  "*Звонок*"

  "Громко прозвучавший по всей территории звонок оповестил первокурсниц о начале церемонии."

  "Глубоко вздохнув, я двинулась за толпой в огромный зал."

  "Просторное помещение, наполненное деревянными стульями на обоих ярусах, кишело только что прибывшими студентками."

  "Заняв первое попавшееся место, я со спокойствием облокотилась на спинку неожиданно удобного стула, устремив взгляд на высокий потолок."

  "Первый семестр можно считать начатым."

  "Я, наверное, выгляжу сейчас довольно странно на общем фоне шума и волнения. От страха остался лишь небольшой осадок. Сейчас я ничего не чувствовала, наблюдая ясное небо за линией стекла на потолке, ловя обрывки фраз со всех сторон."

  "Из транса меня вывело начало речи, которое зазвучало из колонок на сцене."

  "Президент университета" "От лица всего персонала мне бы хотелось поздравить вас с поступлением. Меня зовут Казуто Сато. Я являюсь президентом этого университета."

  "Казуто Сато" "По тем или иным причинам, многие молодые люди в наши дни хотят получить высшее образование…"

  "Интересно, одна ли я рассматриваю свои будущие годы здесь, ставя приоритеты в самопознании, а не в получении образования?"

  "Ладно… Небольшой стыд я всё же испытываю…"

  "Казуто Сато" "…Этот университет обладает персоналом и оборудованием, чтобы исполнить это желание…"

  "С другой стороны, выбранный мною факультет поможет всё это совмещать."

  "Стремление познать себя будет отличной мотивацией для обучения на факультете гуманитарных наук. Надеюсь…"

  "Казуто Сато" "…Больше всего мы хотели бы, чтобы вы провели следующие четыре года со смыслом…"

  "*Экран темнеет на мгновение*"

  "*Звуки аплодисментов*"

  "Аплодисменты, взорвавшие зал, вернули меня к реальности."

  "Вздрогнув на своём стуле, я привлекла удивлённые взгляды близсидящих учеников."

  "Немного поёжившись, я присоединилась к аплодисментам, слегка смутившись."

  "Зал засверкал вспышками десяток фотокамер. Как же много людей хотят запечатлеть этот счастливый момент…"

  "Встав с места, я начала прокладывать свой путь сквозь толпу весёлых учениц, позировавших перед своими родителями."

  "Внезапно почувствовав руку на плече, я машинально оглянулась."

  "Передо мной стоял кто-то, по всей видимости, из учителей, держа в руке микрофон и смотря на меня сверкающими глазами."

  "Прямо за ней, с огромной камерой на плече, стоял оператор."

  "Это то, о чём я…?"

  "Учитель" "Поздравляем с поступлением! Не хочешь сказать пару слов?"

  # Выбор 5, интервью
  # тут тоже значимые поинты + последствия в будущем
  menu:
    "Дать интервью":
      jump interview_agree
    "Не давать интервью":
      jump interview_decline


label interview_agree:
  "Думаю, было бы невежливо убегать из-под камеры. Персонал просто хочет задать мне пару вопросов, как первокурснице."

  "Лучше не портить отношения с учителями в первый же день…"

  nam "Ну… Ладно…"

  "Учитель" "Как тебя зовут?"

  nam "Намино… Намино Китоя."

  "Учитель" "Как ты чувствуешь себя в этот день?"

  "Прошлой ночью я чуть не погибла в объятиях девушки, которая хотела вместе со мной сброситься с крыши. Как я себя чувствую…?"

  nam "Нормально"

  "Учитель" "Замечательно! Какими ты видишь будущие годы обучения здесь?"

  nam "Мне кажется, что будет интересно…"

  "Не смогла придумать ничего более оригинального я."

  "Учитель" "А как настрой на саму учёбу?"

  "Так и задумано, что это должно угнетать?"

  nam "Я буду стараться!"

  "Выпалив эту на фразу на автомате, я стала метать взглядом из стороны в сторону, ища пути для отступления."

  "К счастью, этот вопрос был последним."

  "Учитель" "Огромное спасибо за то, что уделила нам время. Поздравляем ещё раз!"

  "Одобрительно кивнув и показав оператору большой палец, она начала выискивать в толпе других беззаботных учеников."
  jump after_interview


label interview_decline:
  "Нет, только не это."

  "Моё уморённое усталостью лицо и угнетённый бессонницей мозг явно не выдаст ничего такого, за что потом хотя бы будет не стыдно…"

  "А ведь это, скорее всего, будут смотреть другие люди."

  nam "Аа, что? Нет, простите. Я тороплюсь."

  "С притворной улыбкой я быстро убрала руку, по всей видимости, учителя, со своего плеча."

  "Резко развернувшись по направлению к выходу, я успела окинуть их взглядом через толпу, заметив разочарованные лица."

  "Неловко вышло…"

  "Ничего, ещё найдут к кому пристать со своим интервью. Здесь явно достаточно людей, которые готовы в этом с радостью поучаствовать."
  jump after_interview


label after_interview:

  "Облегчённо выдохнув, я, наконец, вышла из зала на площадь."

  "Шумящая от ветра листва привлекла моё внимание. Погода окончательно прояснилась, не давая даже намёка в своём ясном небе на вчерашний ливень."

  "Сейчас у меня есть куча свободного времени для того, чтобы походить по территории университета."

  "Было бы неплохо просто примкнуть к какой-нибудь группе и волочиться за ней."

  "Оглядевшись вокруг я поняла, что большинство учениц всё ещё оставалось в зале, разговаривая со своими будущими учителями и обмениваясь поздравлениями друг с другом."

  "Ветер утих. Только редкие возгласы доносились из разных сторон благоухающего парка."

  "Насладиться всем этим сполна мне мешали переживания по поводу вчерашней ночи…"

  "Отчётливое визуальное представление появлялось в моей голове, когда я закрывала глаза."

  "Вот она. Эта девушка в красном платье, стоящая на краю…"

  "Голос Юи" "…Упала прямо с крыши!"

  "Сердце замерло в груди. Возглас донёсся откуда-то со стороны доски с информацией."

  "Медленно поворачивая голову, я готовилась только к худшему."

  "Неужели труп нашли?"

  "Изуродованное тело, наверное, зацепилось за ветки и висело там всю ночь."

  "Или упало в какой-нибудь куст, который я не так хорошо проверила…"

  "Вот и всё. Меня же точно найдут. Свидетели там, всё остальное… Они же всегда находятся."

  "Глубоко вздохнув, я начала настороженно приближаться к компании девочек, от которой прозвучал этот возглас."

  mio "Мы, конечно, неплохо для неё исполнили, но не думаю, что при выступлении на крыше она бы с неё свалилась."

  rit "А что, это было бы неплохим комплиментом… Ай!"

  "Коротковолосая девочка с ободком стала потирать лоб от удара, опершись на стенд."

  "Смотря на них практически в упор удивлённым взглядом, я наконец-то выдохнула и схватилась рукой за голову."

  mug "С тобой всё хорошо? На солнце не перегрелась?"

  "Слегка растерявшись от обращения, я подняла голову."

  "Со мной заговорила та милая официантка из вчерашнего кафе."

  "Как же я глупо сейчас выгляжу…"

  nam "Ты ведь… Та официантка? Я не ошиблась?"

  "Девушка одарила меня лучезарной улыбкой."

  mug "А-а, я тебя тоже помню. Это не ты, кстати, заколку за столиком оставила? Просто в тот день только ты там сидела."

  "Её наблюдательность поражает."

  "Выпрямившись и тряхнув головой, чтобы убрать волосы с лица, я начала обыскивать свои карманы."

  rit "Официантка? Я думала, тот опыт пару лет назад был для тебя последним."

  mug "Мне… Просто заняться было нечем."

  mio "А ведь действительно. Даже Юи цветы продавала в свободное время."

  yui "Просто вспомнила ту идею со школы… Оказалось, что это не так уж и сложно."

  "Не найдя заколки во всех карманах, я немного смутилась. Её подарил мне отец, после того, как забрал жить к себе."

  "По назначению я её никогда не использовала. Находясь всё время со мной и напоминая об отце, она просто лежала в кармане."

  nam "Да… Кажется, выпала из кармана"

  mug "Извини, но она у меня не с собой. Как-нибудь потом верну."

  yui "Где ты живёшь, кстати?"

  "Факультет гуманитарных наук… Я же записывала…"

  nam "Ми… Миж…"

  rit "Мижиро?"

  nam "Точно! А откуда ты…?"

  mio "А мы тоже все там расселяемся"

  "Довольно странное знакомство с моими потенциальными соседками… Хотя… Это общежитие самое большое здесь, если мне не изменяет память."

  "Встретить соседок, как оказалось, не так уж и сложно."

  "Протяжно зевнув, я протёрла глаза кулаками."

  yui "Ты чего, не выспалась?"

  nam "Так получилось…"

  mug "Уже решила, чем сейчас займёшься?"

  nam "Не-а… Я даже плана всей этой территории не видела."

  rit "Можешь и не смотреть! Не университет, а лабиринт какой-то. Радует только то, что с этой площади до нашего общежития всего пара минут пешком."

  yui "Поэтому сейчас и самое время тут всё изучить."

  mio "Полегче, Юи. Ты так всю энергию в первый же день потратишь."

  nam "Мне кажется, что пытаться вникать в план в разгар учебного дня будет ещё сложнее."

  "Компания одарила меня одобрительными кивками."

  mug "Мы ведь даже не представились… Меня зовут Цумуги Котобуки."

  rit "Рицу Тайнака, рада встрече."

  mio "Я… Мио Акияма."

  yui "Юи Хирасава, приятно познакомиться!"

  nam "Намино… Китоя. Мне тоже."

  "Я должна хоть как-то ответить на их любезность…"

  nam "Вы ведь из одной школы пришли?"

  yui "Из одного школьного клуба. Так будет правильнее."

  rit "Мы – музыкальная группа. Имя нам – «Чай после занятий». Слышала о таком?"

  "Её слова были наполнены гордостью, хотя подобное название я слышала впервые."

  "Музыканты, значит? Интересно узнать, на каких инструментах они исполняют с таким названием."

  nam "Нет, кажется…"

  "Рицу задумчиво почесала затылок."

  mio "Предлагаю уже собраться и пройтись по окрестностям."

  "Остальные первокурсницы начали медленно стекаться из зала на площадь. Скоро у стенда с информацией совсем не останется свободного места."

  "Стремясь покинуть шумную площадь, мы пошли по первой попавшейся дорожке."

  "…"

  "Спустя пару десятков минут  ходьбы, небольшая пристройка к главному кампус привлекла внимание компани.и"

  "Судя по плану, здесь должно находиться помещение для осуществления клубной деятельности."

  nam "Знакомое место?"

  yui "Это же клубная комната! Давайте заглянем."

  mio "Ты хоть знаешь, какой клуб там находится?"

  "Со стороны эта пристройка вполне могла сойти за склад."

  "Отсутствие всяких обозначений могло значить только то, что комната сейчас не используется."

  "Но по каким причинам? Снаружи, по крайней мере, она выглядит неплохо."

  rit "Не думаю, что зайдя туда, мы что-то нарушим. Можно же *свободно* исследовать территорию."

  mug "Я могу покараулить у входа!"

  mio "Ладно, Муги, это лишнее… Так уж и быть, давайте посмотрим."

  "…"

  "Зайдя внутрь, перед нами предстала практически пустая комната со сценой у дальней стены."

  "Столы со стульями, бережно убранные кем-то в угол – давали единственный намёк на то, что это помещение ещё может быть использовано."

  "В лучах дневного солнца, заливавшего помещение, можно было разглядеть миллиарды пылинок, медленно парящих в пространстве и проникая в каждый вдох."

  yui "Совсем пусто…"

  "Подойдя к сцене, я обнаружила плакат, упавший со стены."

  nam "Ребят, гляньте."

  "*Помещение №3 для осуществления клубной деятельности принимает заявки на использование*"
  "*Формы заявок вы можете найти у университетского секретаря – Натсуми Кондо*"
  "*Подать заявку можно в первую неделю мая*"
  "*Право пользования предоставляется на 1 учебный год*"
  "*Условия одобрения:" 
  "1) Кол-во членов клуба: не менее пяти человек"
  "2) Клубная деятельность не должна противоречить правовым и моральным нормам университета"
  "3) Наличие общего портфолио с достижениями клуба в сфере его деятельности повышает шансы на одобрение*"

  mug "Значит, у нас есть шанс получить такую комнату?!"

  nam "Вы хоть условия прочитали?"

  "Четыре удивлённых взгляда уставились на меня."

  "Вдохнув, я начала перечислять им все пункты."

  nam "Итак, первое. Вас должно быть не менее пяти."

  "Вполне логично допустить, что у них в клубе есть ещё люди."

  "Увидев, однако, ещё более удивлённые лица – я прервала чтение."

  nam "Вас всего четверо, верно?"

  mio "Не думаю, что у нас получится набрать состав здесь…"

  yui "Мы обязательно что-нибудь придумаем.."

  "Сказала она с заметной ноткой неуверенности в голосе."

  "Увы. Значит, не судьба."

  "Вернув плакат на место, я медленно зашагала к выходу."

  nam "Идём."

  "Я легко приняла предлагаемую судьбой возможность завести приятелей. Но что же останавливает меня от следующего шага?"

  "А ведь у меня были все шансы стать как минимум «неплохим» игроком на гитаре."

  "Но, к сожалению, два слагаемых в виде самого инструмента и свободного времени не дали в сумме ничего."

  "Я упустила возможность… Но, чёрт возьми, я не упущу её снова."

  "Сжав кулаки и резко повернувшись к плетущимся девочкам – я вытянула руку вперёд, останавливая их у самого выхода."

  nam "Я буду им. Я буду пятым членом."

  "Удивлённые взгляды были вновь обращены на меня."

  "Честно сказать, я и сама удивилась собственному порыву."

  mio "Ты умеешь на чём-то играть?"

  "Надеюсь, моё неожиданное желание не причинит им больших неудобств…"

  nam "На гитаре… Если только… Совсем немного…"

  "Их взгляды лишились печального вида, резко засверкав."

  "Девочки" "Спасибо!"

  "Неожиданный возглас, прозвучавший от них одновременно, заставил меня немного растеряться."

  nam "Да ладно вам… Я же сказала, что не…"

  mug "Мы поможем, не волнуйся"

  "Скрестив руки на груди и высоко задрав голову, Юи кивнула, расплывшись в самодовольной улыбке."

  yui "Всему научим!"

  "Поражённая таким стечением обстоятельств, я невольно улыбнулась сама."

  "Когда я последний раз улыбалась искренне?"

  "Быстро вернувшись к сцене, я снова взяла плакат и начала перечислять оставшиеся условия."

  nam "Итак, второе… Эм… Вы же только музыкой занимаетесь?"

  rit "Мы ещё пьём чай!"

  nam "Пьёте чай?"

  "Девочки энергично затрясли головами."

  "Что же, это объясняет их название."

  nam "Ну… А музыку какую исполняете?"

  yui "С удовольствием покажем, как только будет возможность."

  "Ладно… Не думаю, что такие как они могут играть что-нибудь «противоречащее правовым и моральным нормам». Это было бы слишком…"

  nam "И последнее: у вас есть какие-нибудь награды за своё творчество? Что-то в этом роде, в общем."

  mug "У меня есть несколько грамот за победы в музыкальных конкурсах."

  nam "Не думаю, что это потянет на «общее» портфолио… Ну ладно, условие необязательное."

  yui "Нам придётся постараться ради получения этой комнаты."

  mio "Согласна… Конкуренция вокруг неё будет огромной."

  rit "Вы уверены, что у нас получится?"

  nam "Что-нибудь обязательно придумаем, не волнуйся. Для начала стоит просто подать заявку."

  nam "Не думаю, что стоит забивать этим голову в первый же день. Времени у нас достаточно."

  mug "И правда…"

  "Выйдя из пристройки на улицу, мы ещё раз окинули комнату оценивающим взглядом."

  "Солнце неумолимо подходило к горизонту, вынуждая нас закончить с обследованием территории."

  "Даже после небольшой прогулки она перестала быть такой чужой и запутанной."

  rit "Ещё погуляем или начнём в общежитие заселяться?"

  yui "Скоро вечер… Думаю, лучше всего начать сейчас."

  nam "Согласна… Мне ещё вещи собрать надо."

  mio "Что? Ты ещё не всё приготовила? Я думала, что из-за сборов ты сегодня и не выспалась."

  "От упоминания вчерашней ночи мне вновь стало не по себе."

  mug "Раз так, то мне надо ещё успеть добраться до станции."

  "Обменявшись телефонными номерами, мы помахали друг другу на прощание."

  nam "Встретимся у общежития!"

  "…"

  #Сцена в доме гг

  "Идти домой, на удивление, совершенно не хотелось."

  "Каким бы уютным и родным он мне не казался, проведённый день вместе с новыми приятелями был куда приятнее меланхоличного существования в четырёх стенах, которое продолжалось изо дня в день."

  "Неужели ему пришёл конец?"

  "Моё обещание, данное девочкам, должно этому поспособствовать."

  "Взяв гитару, я крепко сжала её в руках."

  nam "Я обязательно научусь."

  "…"

  "Положив гитару в чехол, я собрала все необходимые вещи в 1 большой рюкзак."

  "Не взяв с собой практически ничего лишнего, я поспешно вышла на улицу."

  "Посмотрев на свой дом ещё раз, я облегчённо вздохнула."

  nam "Надеюсь, что ты сохранишь всё плохое в своих стенах."

  "…"

  #Вечер. Сцена у общежития

  "Найдя дорогу до общежития, я добралась до него относительно быстро. Рицу оказалась права: идти сюда от главной площади не очень долго."

  "На огромное белое здание падали мягко переливающиеся тени деревьев. Ему предстоит стать моим домом на долгое время. Выглядело оно, по правде говоря, вполне уютно."

  "Шаги, зазвучавшие за спиной, привлекли моё внимание."

  yui "Доброго вечера!"

  nam "Привет! А где остальные?"

  yui "Не знаю, мы вроде бы не договаривались о встрече, всё равно рядом друг к другу заселяемся, вот там и свидимся."

  "Увидев у неё за спиной гитару, я поняла причину её гордости при упоминании об обучении навыкам игры на этом инструменте."

  yui "Хм… А у тебя, кстати, какая комната?"

  "Достав надёжно убранный ключ из рюкзака, я произнесла Юи номер."

  nam "071"

  yui "Ага, так…"

  yui "У тебя самое первое крыло, седьмой этаж и первая комната."

  "Можно было догадаться."

  nam "Понятно… А вы где?"

  "Взглянув на свой номер, Юи широко улыбнулась."

  yui "Там же, только дальше по коридору. У меня вот комната номер пять."

  "Она поднесла ключ к моему лицу."

  "Хорошая новость. Мне хотя бы не будет скучно жить там одной."

  nam "Рада слышать. Ну что, пойдём?"

  "Одобрительно кивнув, Юи двинулась к общежитию."

  "Первый этаж, наполненный студентками, был довольно шумный. Только поселившись, многие ученики собирались компаниями здесь, по-разному проводя досуг."

  "Несмотря на непримечательность строения снаружи – внутри оно выглядело красиво."

  "Убрав обувь в свои ячейки и достав оттуда тапочки, мы направились к лифту."

  "…"

  "Седьмой этаж, как и ожидалось, был пуст. Всё веселье сейчас происходило снизу, что меня очень радовало. Насыщенный день требовал завершить себя отдыхом."

  "Вставив ключ в замок первой комнаты, я обернулась на звук открывающегося лифта."

  "Увидев прибывших девочек, Юи побежала к ним с другого конца коридора."

  mug "Намино? Привет, неужели ты тоже здесь жить будешь?"

  nam "Да, вот, в первой комнате."

  rit "Тогда нам повезло, что мы уже знакомы."

  "Взятые с собой инструменты сразу же показывали их роли в группе. Стоит признать, смотрятся они с ними довольно гармонично."

  nam "Желаю приятного расселения, а меня прошу извинить… Я очень устала."

  mio "Ничего, отдыхай. Мы всё равно ничем не собирались сегодня заниматься."

  yui "Спокойной ночи, Намино-тян."

  nam "И вам. До завтра."

  "Войдя в свою комнату и включив свет, я оставила сумку прямо у входной двери."

  "Сама же комната была маленькой даже для общежитий."

  "Солнце скрывалось за горизонтом, и первые звёзды стали загораться в небе. Ночь вступала в свои права."

  "Вид из окна демонстрировал всю красоту здешней природы. Несмотря на то, что территория университета находится в городском районе, всей очаровательности и пышности здешних зелёных просторов мог позавидовать даже лес."

  "Упав на мягкую постель, я начала прокручивать события прошедшего дня в голове."

  "Я, конечно, была готова к окончанию заурядного существования, но… Всё происходит слишком быстро. Наверное о таких событиях и говорят «Будет что рассказать детям»."

  "Не успев встать в нужную колею, события сами потащили меня вперёд по жизни."

  "Могу ли я жаловаться?"

  "…"

  "Голова жутко болела. Держать уставшие глаза открытыми с каждой секундой становилось всё сложнее."

  "Даже нескончаемый поток мыслей не смог побороть мою усталость."

  "Взбив подушку, я со спокойствием погрузилась в сон."

  return
