label start:

  "Позднее лето. Моё любимое время года."
  
  "Проливной дождь за окном."
  
  "Я даже не заметила как он начался, отскакивает от асфальта и навеки растворяется в его мокрой текстуре, дополняя цвет. 
  Тихий, ровный, успокаивающий и накрывающий всё вокруг. Видеть в нём что-то романтическое, вместо обычного процесса выпадения осадков - странная особенность."
  
  nam "Я люблю дождь?"
  
  "Даже если бы и любила, потолок моей комнаты завораживает сильнее любой погоды."
  
  "Сейчас он играет роль холста для моих мыслей. Не впервые я лежу вот так на своей кровати с раскинутыми руками и пожираю его взглядом, 
  как будто пытаясь высмотреть что-то хорошенько спрятанное от обычного взора, проявляющееся лишь при тщательном наблюдении."
  
  "Я совершенно пуста. Пуста в плохом смысле слова. {w}Как прозрачный сосуд, ожидающий неизвестного, но неизбежного содержания."
  
  "Беспричинная задумчивость, обволакивающая меня — признак того, что я кончу в сумасшедшем доме."
  
  "Так, вроде бы, говорил один из моих приятелей. {w}В шутку ли это было?"
  
  "Меня когда-нибудь волновали чьи-нибудь слова по-настоящему?"
  
  "Я когда-нибудь слышала что-нибудь такое, над чем действительно можно было хорошенько подумать?"
  
  "Кажется, что-то такое было..."
  
  "Не хочу вспоминать."
  
  "..."
  
  "Я, наверное, должна быть довольна собой."
  
  "Поступить в один из престижнейших Японских женских университетов - стоит не мало усилий. 
  Школьницы проводят все свободные дни в библиотеках, жадно поглощая одну книгу за другой, как будто на соревновании по скоростному поеданию пищи."
  
  "Проблемы со здоровьем, потраченное время и нервы - лишь часть той платы, которую ученики безукоризненно отдают за возможность проделывать всё тоже самое в новой обстановке."
  
  "Как бы мне не хотелось видеть себя умной и эрудированной девушкой, обманывать себя стоит в последнюю очередь. {w}Мне просто повезло на вступительном экзамене. {w}Просто. {w}Повезло."
  
  "Я не тратила бессонные ночи на написание конспектов, заучивание параграфов, упарывание ноотропов и всё остальное, чем занимались \"прилежные\" ученики."
  
  "Нет, это было бы крайне обыденно и заурядно. Не то чтобы я всегда стремилась идти каким-то своим, особым путём. Просто... Так получилось."
  
  "Чувствую-ли я себя недостойной своего места?"
  
  "Возможно."
  
  "Чувствую-ли я стыд перед теми, кто несмотря на долгие и упорные занятия провалил экзамен, как это обычно бывает - из-за какой-нибудь ерунды?"
  
  "Отчасти."
  
  "Но беспокоиться об этом ещё более бессмысленно, чем лежать вот так и думать ни о чём."
  
  "С упоением, самозабвенно, наслаждаясь этой гармонией льющегося дождя за окном и звука автомобильных шин по мокрому асфальту 
  мысли сами лезли в голову, так и не воплощаясь во что-нибудь конкретное и последовательное."
  
  "Во что-то такое, что без стыда к самой себе можно было бы обдумать и проанализировать. Не было ничего хоть сколько-нибудь важного..."
  
  "Да, я пуста."
  
  "Не поглощает-ли мои мысли потолок? Быть может он всегда и являлся главным антагонистом в моей жизни, 
  заманивая на удобную кровать всякий раз, когда мне становилось грустно и одиноко?"
  
  "А это, в последнее время, случалось всё чаще и чаще."
  
  "Господи, на что я трачу своё свободное время? Это идеальный пример того, как не стоит проводить досуг в преддверии поступления в университет."
  
  "Да. {w}Тратить свои последние свободные дни перед началом учёбы таким образом - очень глупо."
  
  "Надо хоть немного привести себя в порядок."
  
  "Звонок мобильного телефона"
  # play sound cellphone.wav
  
  nam "Кто бы это мог быть?"
  
  "Слегка щурясь и обращая взор на экран мобильника, я вижу абонента - Отец. Я бы сильно удивилась, будь там кто-нибудь другой."
  
  "Потребность в проверке абонента скоро полностью пропадёт."
  
  "бип"
  # play sound cell_beep.wav
  
  nam "Муши-муши"
  
  "Отец" "Сегодня меня дома не будет. Можешь не готовить лишнюю порцию. Мне пора."
  
  "бип"
  # play sound cell_beep.wav
  
  "Сценарий, по которому разворачивается наш с ним диалог тоже не слишком разнообразен."
  
  "Можно уже начать, отвечая на его вызов, самой проговаривать те же самые слова и сбрасывать."
  
  "Это бы смотрелось забавно."
  
  "Вот так, в течение десятка лет - он иногда звонит, предупреждая о ненадобности приготовления порции еды, в угоду постоянной занятости."
  
  "Мне придётся сильно постараться, чтобы вспомнить последний вечер, проведённый вместе с ним."
  
  "Приятные моменты в кругу семьи были всегда мне чужды. А радость от проведённого с родителями временем - представлялось чем-то далёким и не родным."
  
  "Как бы парадоксально это ни звучало"
  
  "Если он и возвращался домой, то, как правило, ужинал с угрюмым видом, уставившись от бессилия в бело-синие полосы на тарелке и, переваливаясь с ноги на ногу, шёл спать."
  
  "Я нисколько его не виню, нет, скорее наоборот."
  
  "Я поражена тому, с какой самоотдачей он выкладывается для того, чтобы меня обеспечить."
  
  "Я ему благодарна, какое бы внимание он мне не уделял. Он заботливый отец, трудящийся на благо своей дочери."
  
  "В такие моменты я снова придаюсь самобичеванию, вспоминая все моменты, за которые могла бы быть недостойна такого хорошего отца."
  
  "Раньше, смотря на других детей, шедших за руку с родителями, или играя с ними в парке - я испытывала искренней интерес, словно к иноземным существам, имевшим свои порядки и обычаи."
  
  "Сколь долго я не пыталась понять, отчего же у них всё разворачивается так хорошо - никогда не могла прийти к чему-то конкретному и логичному."
  
  "К такому, что могло бы поставить точку и навсегда прекратить моё недоумение."
  
  "Что хорошо, но в то же время странно - мой детский интерес никогда не перерастал в зависть или агрессию."
  
  "Я воспринимала своё состояние как должное и безысходное"
  
  "Впрочем, в этом нет ничего страшного"
  
  "В этом я себя убедила..."
  
  "Но сегодня точно не время для того, чтобы снова погружаться в меланхолию, валяясь на кровати, сверля глазами потолок."
  
  "Свой досуг, по крайней мере, можно и разнообразить.."

  # Выбор 1
  menu:
      "Составить список необходимых предметов, которые нужно купить":
           jump item_list

      "Прожечь время":
           jump kill_time_choice

label item_list:
  
  "Время прекращать вести заурядное существование."
  
  "Все мои последующие действия несут в себе исключительно важное значение."
  
  "Если уж мне повезло однажды со вступлением, то, думаю, это потребовало на себя абсолютно весь уровень моей удачи, который чёрт знает когда пополнится."
  
  "Да. Решено. Отныне моя жизнь точно изменится в лучшую сторону. Я смогу."
  
  "Взрослая жизнь. Та, о которой мечтают многие дети настала, открыв тем самым огромное количество путей, идти по которым или нет - зависит только от меня самой."
  
  "Я творец своей судьбы."
  
  "И я сделаю её такой, какой достойна."
  
  "Я постараюсь..."
  
  "Такими глупыми обещаниями моя жизнь наполнена до краёв."
  
  "С каждым разом всё больнее и больнее осознавать, что твой очередной душевный порыв, 
  твоё стремление к чему-то большему в конечном итоге окажется пустой мыслью, которая отложится в закоулках сознания, досаждая именно в такие моменты."
  
  "В общем... Мне надо бы заглянуть в городской магазин и купить что-нибудь к учёбе."
  
  "Меня сильно раздражает городская атмосфера."
  
  "Атмосфера вечной суеты, спешки, снующих туда-сюда людей... Магистрали. Заводы. Шум."
  
  "И лишь здесь, у себя дома - я могу абстрагироваться от всех неуютных факторов. Полностью отстраниться на время от внешнего мира, оставив за дверью всю его отвратительную и злую сущность."
  
  nam "Не в этот раз."
  
  "Пошарив в потёртом бумажнике, я нахожу там достаточное количество денег. Я не слишком привыкла тратить их на всякую дрань. 
  Еда, одежда и далее по списку - вот на что я спускала свои кровные. {w}Бывали, конечно, редкие исключения..."
  
  "Канцелярские принадлежности... Ручки, карандаши, тетрадки... На месте разберусь"
  
  "Новая сумка? Старая сойдёт. Я слишком сильно к ней привязалась."
  
  "Одежда... {w}Институт предусматривает свободную форму... {w}То есть я могу носить всё, что захочу..."
  
  "Будь я жертвой моды, возможно, скакала бы от радости. Но одежда для меня всегда делилась только на удобную и неудобную."
  
  "Возможно, прикуплю себе чего-нибудь..."
  
  "Счастливого мне пути."

  jump shopping

label kill_time_choice:
  
  "Достаточно-ли у меня сил перед началом учёбы?"
  
  "Жаль, что у людей отсутствует возможность проверить это наверняка."
  
  "Было бы довольно удобно иметь при себе бесконечно длинный список действий, с необходимыми затратами энергии для каждого"
  
  "Если же оценивать своё состояние субъективно... Я, скорее, могу отдохнуть ещё некоторое время, прежде чем 
  браться за капитальное изменение своей жизни... К лучшему? {w}По крайней мере оставлять всё как есть точно нельзя. 
  {w}Это неправильно. {w}Будучи ребёнком, я представляла себя совершенно не так."
  
  "Жаль, что обычное осознание проблемы может понести за собой что-нибудь только при помощи действия."
  
  "А ещё больше жаль то, что лень начинает брать контроль над здравым смыслом."

  # Выбор 2, подвыбор выбора 1, пункта 2
  menu:
    "Поиграть на гитаре":
         $ gspoints += 1
         jump kill_time_guitar

    "Повисеть в интернете":
         $ socpoints += 1
         jump kill_time_internet


label kill_time_guitar:

  "Моё меланхоличное состояние редко обходится без гитары под рукой."

  "Пару лет назад, в очередном порыве, которые, как правило, ничем не заканчиваются, я, накопив денег, купила инструмент и твёрдо решила научиться на нём играть."

  "Научилась-ли я?"

  "Взяв гитару с подставки и проведя рукой по лакированному корпусу, меня пробрала лёгкая дрожь."

  "Неудачная попытка сыграть \"The Pillows – Carnival\""

  nam "Нет."

  "Коктейль из досады и лёгкого стыда к самой себе дали мотивации заняться чем-нибудь полезным, не требующим от себя практических умений."

  "Но что мне делать?"

  "Наверное, стоит сходить за покупками в город. После этого я уж точно буду свободна до начала учёбы."

  "В город..."

  "Меня сильно раздражает городская атмосфера."

  "Атмосфера вечной суеты, спешки, снующих туда-сюда людей... {w}Магистрали. {w}Заводы. {w}Шум."

  "И лишь здесь, у себя дома - я могу абстрагироваться от всех неуютных факторов. 
  Полностью отстраниться на время от внешнего мира, оставив за дверью всю его отвратительную и злую сущность."

  "Но что-то мне подсказывает, что если я не соберусь сейчас, то потом будет только сложнее..."

  "Решено."

  "Счастливого мне пути."

  jump shopping


label kill_time_internet:

  "Пожалуй, это неплохой способ хоть как-то скрыться от своей внутренней пустоты."
  
  "Она меня пугает?"
  
  "Пожалуй"
  
  "Быть пустой не только по части окружения, но ещё и у себя в голове - ужасное состояние, 
  сопоставимое с некоторыми психическими заболеваниями."
  
  "Одно из моих решений во время подобного состояния - набраться пищи для размышления в интернете."
  
  "Различные сайты с пестрящими баннерами, бесчисленное количество профилей в социальных сетях, 
  новости, созданные для чтения тем, кто никогда не будет творить их лично."
  
  "Интернет, отчасти, был альтернативой общению. Относительно частое посещение имиджборд не дало мне окончательно 
  сойти с ума, ведя образ жизни отчужденца в последнее время."
  
  "И почему именно сейчас? Раньше у меня были приятели... {w}Не друзья, конечно. {w}Нет. {w}Это слишком громкое слово."
  
  "Присвоить кому-нибудь полноправный статус друга - сопоставимо для меня, как признать кого-то своим мужем."
  
  "Ну уж нет. Имиджборды являются камнем преткновения на дороге к... {w}Новой жизни?"
  
  "Смогу-ли я превратить это новое во что-то хорошее?"
  
  "Во что-то такое, чего буду действительно достойна?"
  
  "Я постараюсь. Смогу."
  
  "Такими глупыми обещаниями моя жизнь наполнена до краёв."
  
  "С каждым разом всё больнее и больнее осознавать, что твой очередной душевный порыв, твоё стремление к чему-то 
  большему в конечном итоге окажется пустой мыслью, которая отложится в закоулках сознания, досаждая именно в такие моменты."
  
  "Нет. Интернет не выход."
  
  "Но что тогда..?"
  
  "Хмм, сходить в магазин?"
  
  "Это имеет смысл. Мне нужно прикупить достаточно канцелярских принадлежностей к началу учёбы. 
  {w}Отличная альтернатива, если бы не факт нахождения магазина в городе."
  
  "Не люблю городскую атмосферу."
  
  "Атмосфера вечной суеты, спешки, снующих туда-сюда людей... {w}Магистрали. {w}Заводы. {w}Шум."
  
  "И лишь здесь, у себя дома - я могу абстрагироваться от всех неуютных факторов. Полностью отстраниться на время 
  от внешнего мира, оставив за дверью всю его отвратительную и злую сущность."
  
  "Вот только моё абстрагирование в последнее время превратилось в проблему..."
  
  "Как будто раньше несло пользу..."
  
  "Что-то мне подсказывает, что если я не соберусь идти сейчас, то потом будет только сложнее..."
  
  "Решено."
  
  "Счастливого мне пути."

  jump shopping
  
# Этот лейбл является обязательным
label shopping:

  "Купив всё нужное в магазине, я решила, что будет вполне заслуженно заскочить в близлежащую кафешку."

  show bg prologue cafe
  
  "Антураж там был довольно красивый. Сочетание цветов, приятное для глаз, успокаивающая музыка и бегающие 
  всюду официантки в костюмах служанок. {w}Странно, что внутри относительно немного посетителей..."
  
  "Возможно, в городе ещё осталось пара мест, которые по уюту сопоставимы с моим домом."
  
  "Не ела я с утра. Сытость... {w}отупляет. {w}Возможно, это именно то, что мне нужно в моменты притока бесполезных мыслей, 
  которые, подобно мусору, скапливаются в голове, мешая смотреть на мир трезво, да и вообще чем-нибудь заниматься."
  
  "Отсутствие мыслей или их досаждающий застой?"
  
  "Точно кончу в сумасшедшем доме..."
  
  "В конце концов, перекус после нескольких часов ходьбы по огромному торговому центру - вполне логичное завершение 
  моего внезапного похода в город. {w}В любом случае, я купила достаточно канцелярии, немного новой 
  одежды и еды к себе домой. Всё случилось так, как было задумано."
  
  "Это, наверное, мой самый заслуженный приём пищи с момента начала... {w}Депрессии?"
  
  "Не хочу это так называть."
  
  "Это похоже на диагноз. {w}\"У вас рак\". {w}\"У вас волчанка\". {w}\"У вас депрессия\". {w}Нет, это очень плохая тема для размышления."
  
  show mugi waitress with dissolve
  mug "Доброго вечера Вам, госпожа. Я могу принять Ваш заказ?"
  
  "Её обращение было как раз тем, что нужно."
  
  "Вытащив меня из пучин собственного сознания, эта официантка стояла передо мной с широкой улыбкой и 
  блестящими голубыми глазами, держа в руках ручку и блокнот, с нетерпением ожидая принять заказ."
  
  "Костюм служанки, надо признать, ей очень идёт."
  
  "Она, должно быть, любит эту работу. {w}Или же ещё больше любит получать чаевые, используя тактику негласного социального контракта."
  
  "Единственные мотивы, которые сейчас ясны - мои. Я хочу есть. Так что же заказать?"

  menu:
    "Якисобу с чаем":
      $ dish = "Якисобу"
    "Окономияки с чаем":
      $ dish = "Окономияки"
    "Такояки с чаем":
      $ dish = "Такояки"
  

  nam "Аа, эм, да, пожалуй... Можно мне [dish] с чёрным чаем?"
  
  if dish == "Якисобу":
    "Мне показалось, или после упоминания якисобы её глаза загорелись ещё ярче?"

  mug "Конечно, госпожа. Ваш заказ скоро будет готов. Приятного вечера."
  jump after_order

label after_order:

  hide mugi waitress with dissolve
  "Выпалив эту фразу на автомате, официантка покинула мой стол так же быстро, как и появилась."

  "Вечерело. Людей, к моему удивлению, становилось только меньше."

  "Неужели это заведение таит в себе мрачные тайны, отпугивающие клиентов?"

  "Интересно, что окажется в моём блюде..."

  "Нет, я никогда не была параноиком"

  "Круча пальцами зубочистку, в голове сразу начали возникать подтверждения этим словам."

  "Всю жизнь я смотрела на вещи объективно, не пытаясь исказить их для более комфортного восприятия."

  "Видеть в вещах и людях то, что они действительно представляют - это, пожалуй, одна из немногих моих черт, которыми я довольна."

  "Паранойя была бы неуместна при таком качестве в арсенале моего сознания."

  "..."

  "Один из моих самых больших страхов - прибор для чтения мыслей."

  "Если эти замысловатые штуковины действительно когда-нибудь появятся и будут запущенны в массовое производство 
  и продажу - передо мной сразу же возникает картина, как на меня, идущую по улице, тычут пальцами все обладатели этого устройства."

  "Да я бы, скорее, и сама смеялась над нелепостью собственных мыслей."

  "Жаль еда не сможет заполнить пустоту."

  "После первой же мысли о еде, из-за колонны появилась та голубоглазая официантка с подносом в руке, пошатываясь, 
  пытаясь максимально аккуратно и быстро одновременно донести его до моего стола."

  show mugi waitress with dissolve

  mug "Ваш заказ готов, приятного аппетита, госпожа!"

  hide mugi waitress with dissolve

  "Ушла она на этот раз не так быстро. Даже какой-то вялой походкой, шоркая обувью по полу."

  "Скорее всего, это было связано с маленьким количеством посетителей в, казалось бы, самый подходящий для их наплыва час."

  "Чёрт возьми, она, кажется, и правда сильно любит эту работу. Мне бы не помешало иметь такое отношение к своей жизни."

  "[dish] выглядело довольно аппетитно."

  "Обычно в мой рацион входит лапша быстрого приготовления, или ещё что-нибудь по мелочам."

  "Я не слишком сильно забочусь о том, какую еду ем, преследуя лишь одну цель - наесться."

  "Сам факт моего нахождения в довольно приличном заведении - большая редкость."

  "Единственное, что не меняется - моё пристрастие к чаю."

  "Самый дешёвый в пакетиках, или собранный рабами Британской империи на Шри-Ланке - без разницы."

  "В его аромате и вкусе я нахожу краткое успокоение. А моменты распития останавливают мир вокруг, давая мне небольшую передышку."

  "Чай и дождь - уже как минимум 2 вещи, в которых я вижу романтический подтекст. {w}Надо бы начать вести список. Быть может стану великим писателем."

  # TODO: блюдо нужно перевести в ловеркейс, потому что дефайнится оно с первой капитал буквой. Возможно нужны функции которые будут обрабатывать первую букву/слово?
  "Порция [dish] постепенно исчезла. {w}Положив столовые приборы на тарелку, я откинулась на спинку стула и протяжно вздохнула."

  "Музыка, вперемешку с дождём, играла успокаивающей мелодией, от которой меня клонило в сон."

  "Протерев глаза кулаками и зевнув, я оставила деньги на столе, потянулась и двинулась к выходу, желая ещё раз приметить ту официантку."

  "Не заметя её нигде, я ещё раз глубоко вздохнула и вышла из кафе."

  "Дождь на улице слегка утих. {w}Навес перед входом защищал меня от него, давая время на раздумье о способе возвращения домой."

  "Единственным целесообразным вариантом для меня был поезд. Расстояние до перрона было относительно небольшим. 
  {w}Я, возможно, даже не успею промокнуть. {w}Главное поторопиться."
  hide bg prologue cafe
  
label prologue_home:
  
  "Скинув сумки в угол, у меня остались силы лишь доковылять до кровати, чтобы покончить с этим днём."
  
  "А ведь... Он был... {w}Разнообразным."
  
  "Да, точно, разнообразие."
  
  "То, чего мне никогда не хватало в жизни."
  
  "Устав в течение дня, я только набралась сил для существования ещё некоторое время."
  
  "Эх, институт... {w}Как же я полагаюсь на тебя."
  
  "Возлагать надежды на учебное заведение по части того, чтобы он вывел тебя из д..."
  
  "\"Сложного душевного состояния\" - довольно глупо. Но у меня нет другого выбора."
  
  "Ждать осталось недолго. Я должна лишь уместиться в ту самую колею и держаться в ней изо всех сил. Потому что другие шансы у меня вряд-ли появятся."
  
  "..."
  
  "Мягкий и белый матрац слегка изогнулся под моей спиной."
  
  nam "Привет, потолок"
  
  "Конечно же не ответит. Он может только одно - наблюдать без возможности как-то повлиять на события, окружающие его."
  
  "Мы с ним в этом похожи."
  
  "Потолок. Он будет третей вещью в моём \"списке\". Странно, что я не добавила его с самого начала."
  
  "..."
  
  "Потянувшись и зевнув, я была почти готова отойти ко сну."

  menu:
    "Абстрагироваться от мыслей и постараться заснуть":
      jump abstract_and_sleep
    "Дать волю мыслям и фантазии":
      jump fantasizing_and_think
  
  
  #TODO: Заметка - здесь соотношение, то есть: сон - визуализация прошлого, мысли - обдумывание прошлого
  
label abstract_and_sleep:
  
  "Взбив подушку и укрывшись одеялом, я решила погрузиться в сон. Опасаясь только одного..."
  
  "..."
  
  "..."
  
  "Агрессивная женщина" "Ты опять задержалась на улице, чёрт тебя дери."
  
  "Где мне спрятаться сегодня?"
  
  "Агрессивная женщина" "Мы же тебя сотню раз предупреждали, что дома надо быть вовремя."
  
  "Стальная вешалка в её руке выглядела очень устрашающе. Как гигант с деревом, моя мать стояла напротив меня, 
  истошно проклиная за то, что задержалась на пару минут на улице, показывая водителю путь до гипермаркета на карте."
  
  "Может быть запереться в ванной?"
  
  "Нет, она перегородила дорогу. Путь есть только ко мне в комнату. Надо лишь быстро проскользнуть через диван."
  
  "Мать" "Мне стыдно за то, что ты мой ребёнок. Сегодня ты получишь сполна, маленькая тварь."
  
  "Это перестало вызывать у меня эмоции ещё совсем недавно. Раньше было хуже... {w}Гораздо хуже. 
  {w}Надо просто отсидеться у себя в комнате. Она не вскроет дверь без отчима. {w}Как же я их ненавижу"
  
  "Мать начала наступление, растопырив пальцы на одной руке, в другой же по-прежнему находилась та самая вешалка."
  
  "Что на ней висело тогда, когда её использовали по назначению?"
  
  "В любом случае, гематомы она оставляла большие и болючие. Такие, от которых было неприятно даже лежать."
  
  "Я просто хочу отдохнуть..."
  
  "Кровь пульсирует в висках, дыхание учащается."
  
  "Рывок в сторону"
  
  "Прыжок через диван"
  
  "И мамина рука, хватающая меня за шиворот."
  
  "Обычный дом. Но с необычной, в плохом смысле этого слова - семьёй."
  
  "Случайный прохожий даже не задумается о том, что творилось каждый день в этих стенах."
  
  "Меня били. {w}Меня унижали. {w}Соседская собака жила лучше меня, лая рядом с нашим участком каждый раз, когда мать разорётся слишком громко."
  
  "\"Первый удар настигает руку\""
  with vpunch
  
  "Я готова терпеть наказания за дело."
  
  "\"Удар по голове\""
  with vpunch
  
  "Я готова отвечать за то, что провинилась... Даже таким образом"
  
  "\"Удар по голове\""
  with vpunch
  
  "Но я не понимаю, почему это происходит сейчас"
  
  "\"Удар по голове\""
  with vpunch
  
  "Происходило раньше"
  
  "\"Удар по голове\""
  with vpunch
  
  "И, конечно, будет происходить снова и снова"
  
  "\"Удар по голове\""
  with vpunch
  
  "..."
  
  "..."
  
  "Холодный пот. Учащённое сердцебиение. {w}Всё в лучших традициях моих снов."
  
  "Одного сна... {w}Того самого, что не даёт мне покоя уже много лет. {w}Того самого, что наполнен ненавистью, болью, 
  обидой и всем остальным, на что горазд мой словарный запас."
  
  "Вытерев лоб, щурясь и пытаясь найти телефон - за окном уже был рассвет. Я выспалась и была этому очень рада. 
  Лишь сон оставил осадок, который никогда не меняется."
  
  "Действительно сложно тогда, когда прошлое является синонимом к слову кошмар. 
  Насколько бы логичными не были призывы о том, что \"нужно жить настоящими\" - меня это никак не успокаивало."
  
  "Глубоко вздохнув и, наконец, полностью вернувшись в реальный мир после ночных ужасов, я была готова к новому дню."
  
  "Каёмка солнечного круга поразительно ярко вспыхивает на горизонте, заливая новый день солнечным светом."
  
  nam "Доброе утро, я."

label fantasizing_and_think:
  
  "Мысли, которые как и положено этому времени начали бурлить в моей голове имели совсем другое мнение насчёт сна."
  
  "Закрыв глаза и мгновенно вызывав образы на темной внутренней стороне век, мне хотелось остановиться, но было уже поздно."
  
  "Воспоминания о прошлом затягивают в себя сильнее других. Главное - уметь держать их максимально далеко. Эта задача особенно сложна в подобные моменты."
  
  "Я росла в мире боли, отчаяния, несправедливости и обиды."
  
  "Мне некому было пожаловаться, не с кем посоветоваться."
  
  "А причина всему - мать с отчимом."
  
  "Вот оно... Объективное, оптическое, предельно верное воспроизведение моего прошлого."
  
  "До того, как мне исполнился год, я жила в обычной семье с хорошими родителям. Но потом отец и мать развелись. Я не помню, да и знать не хочу обстоятельств, которые к этому привели."
  
  "Зато я знаю последствия. Да, те самые последствия. Когда в семью вместо отца пришёл отчим, в моей жизни настала сама длинная и чёрная полоса."
  
  "Постоянные унижения без повода, выливавшиеся в физическое насилие."
  
  "Такое отношение сформировало во мне социофобичного ребёнка, который проецировал злобный образ своих родителей на всех остальных."
  
  "Те два человека и их отношение лишком тесно вплетается в историю моей жизни."
  
  "Обычный день для меня состоял из учёбы, на которой я практически ни с кем не общалась, тихо сидя в углу класса и смотря в окно, спокойной мечтая"
  
  "Возвращение домой являлось началом кошмара, повторявшегося каждый день. 
  Спустя некоторое время моим родителям перестала требоваться причина для выплеска агрессии в мою сторону."
  
  "Либо мне удавалось запереться в одной из комнат, либо терпеть физическую и моральную боль весь день."
  
  "Карманных денег мне, конечно, не давали. Еду, воду и тёплую постель я могла получить только там... В том аду, именуемым словом \"дом\""
  
  "В то время, кажется, я впервые захотела умереть."
  
  "..."
  
  "Зевнув и приоткрыв один глаз, я очнулась."

  "Немного поёрзав на кровати в попытках заснуть снова – ничего не вышло."

  "Горькое послевкусие прошлого всё ещё прекрасно ощущалось, полностью перебивая сон."

  "За окном была пасмурная ночь. Дождь бушевал где-то в паре километрах от меня, позволяя выйти на улицу и насладиться завораживающей атмосферой тихого города."

  "Встав с кровати, пошатываясь и всё ещё оставляя один глаз закрытым, я вышла из дома."

  "Вдохнув полной грудью влажный и прохладный воздух, ко мне вернулась бодрость."

  "Мне было необходимо проветриться. Освежить тело и разум после очередного наплыва воспоминаний из прошлого, которые угнетали каждый раз с прежней силой."

  "Но куда направиться?"

  "На улицах сейчас слишком мокро для неспешных прогулок, шум ночных баров и кафе уж точно не по мне, а оставаться дома я просто не могу."

  "Остаётся, наверное, лишь один вариант."

  "..."

  "Что может быть прекрасней дождливой ночи? {w}Гармония и покой, свобода и чарующе чистый, опьяняюще свежий воздух, проникающий в каждую жилку твоего тела."

  "Взирать на пустынный город, сидя на крыше многоэтажки – лучшее, что пришло мне в голову в столь поздний час."

  "Та самая крыша, на которой я иногда провожу ночи, думая о своём. {w}Эдакая замена потолку."

  "В гуще этой тьмы лишь кривые ветви ярких молний освещали дома, образующие идеальный антураж для безмолвного течения мыслей."

  "Но в этот раз я пришла не за этим... {w}Я чувствовала в себе нужду сделать что-то значимое..."

  "Дверь у меня за спиной внезапно отворяется."

  "Обернувшись, я увидела девушку в нарядном красном платье, стоявшую лицом к другой стороне города."

  "Судя по всхлипам было понятно, что причиной для её прихода уж точно не являлось лицезрение ночной непогоды."

  "Меня было трудно заметить."

  "Сидящая на самом углу крыши, я могла находиться в роли зрителя сколь угодно."

  nam "Не спится?"

  "Мой голос прозвучал крайне отчётливо. Дождь, ливший в паре километрах от нас, совсем не перебивал звуки."

  "Здесь, словно за кулисами – стоя вдалеке от главных событий, были только я и она."

  "Вздрогнув и пошатнувшись, девушка повернулась ко мне всем телом, прикрыв рот руками."

  "Продолжая стоять и завороженно смотреть на меня – она вряд ли собиралась идти на контакт."

  "Подобрав свесившиеся с крыши ноги, я поднялась в полный рост и начала медленно сближаться с моим ночным гостем."

  nam "Мне, вот, тоже делать нечего. Скитаться по крышам в столь поздний час – глупая идея, понимаю. {w}Что тебя сюда привело?"

  nam "Неподалёку, кстати, должна быть ещё одна открытая крыша. Кончено, я не против твоей компании, но мы ведь едва знакомы..."

  "Заметив её обезображенное травмами лицо, я прервала свою речь."

  "Стекавшая тушь, глаза, покрытые плёнкой слёз и её дрожащее тело создавали образ не самого счастливого человека."

  nam "..."

  nam "Ты в порядке?"

  "Девушка" "Выхода нет."

  "Смотря куда-то сквозь меня, она говорила ровно и быстро."

  nam "О чём ты?"

  "Девушка" "Выхода нет, всё верно."

  "Девушка" "Либо ты вечно мучаешься на дне большого человеческого комплекса, либо уходишь дальше, в неизведанный мир будущего - умираешь."

  "Ну конечно же. {w}Самоубийство."

  "Прямо сейчас, перед моими глазами происходит тихое извержение сломленного внутреннего мира этой незнакомки."

  "А я и не знаю что сказать."

  menu:
    "Промолчать":
      jump roof_quiet
    "Спросить о мотивах":
      jump roof_ask

label roof_quiet:
  
  "Девушка" "Что же будет со мной там? {w}Есть ли что-то свыше, или всё закончится с остановкой сердцебиения?"

  "Девушка" "Нет, я уверена, что все не так просто. {w}Боюсь, эту тайну я узнаю лишь тогда, когда не смогу раскрыть её остальному миру. Тайну, которую старались разгадать все те, у кого нет внутреннего стержня, чтобы проверить это опытным путём."

  "Она перевела взгляд прямо на меня, что вызвало лёгкие мурашки на коже."

  "Девушка" "Тебе интересно?"

  "Сердце стукнуло в груди."

  "Изображать отстранённость становилось всё сложнее."
    
  jump roof

label roof_ask:
  
  nam "Зачем ты собираешься это сделать?"

  "Мой вопрос, кажется, был рассчитан как абсолютно неуместный."

  "Намино" "Человеку для всего требуются какие-то причины..."

  "Незнакомка посмотрела на меня, изобразив саркастичную ухмылку, которая придало её лицу слегка безумное выражение."

  "Девушка" "А мне кажется, это у тебя должны быть причины для существования."

  "Это утверждение поставило в тупик уже меня."

  "Есть ли у меня то, ради чего стоит жить?"

  "Хорошая ли это тема для разговора с той, которая находится на грани?"

  "И снова молчание, в течение которого каждая секунда кажется вечностью."
    
  jump roof
    
label roof:

  "Она резко схватила меня за плечи."

  "Её глаза горели огнём отчаяния и азарта."

  "Никогда бы не подумала, что всё это может уместиться одновременно в одном взгляде."

  "Этот взгляд... {w}Очень сильно напоминал мне кого-то... {w}Кажется..."

  "Девушка" "Давай проверим."

  nam "Что?"

  "Девушка" "Давай же, разве у тебя есть то, ради чего стоит оставаться в этой клетке по имени /«тело/»?"

  nam "Это шутка?"

  "Рой мыслей закружился в голове, не давая трезво оценить ситуацию."

  "Я непонимающе смотрела в её широко открытые влажные глаза."

  "До края было всего пара метров."

  "Сжав плечи сильнее, двигаясь спиной к концу крыши, она повела меня за собой."

  "Девушка" "Ох, я представляю твоё предвкушение. Сколько всего предстанет перед нашим сознанием всего через пару секунд."

  "Через несколько шагов, ко мне вернулся контроль над телом."

  "Скинув её руки со своих плеч, я попятилась спиной к выходу."

  "Через мгновение она уже сжимала меня в удушающем захвате, собираясь сделать последний шаг в никуда."

  "Пытаясь набрать в лёгкие воздух, я продолжала сопротивляться."

  "Раскаты грома, как будто побуждая, просили быстрее покончить с этим."

  "Ударив незнакомку локтём в живот, я пустила её с мокрого края крыши прямо туда, откуда она и хотела получить ответы на все тайны мироздания{w} — вниз."

  "..."

  "Ночь, наполненная дождём. {w}Кровь, наполненная адреналином. {w}Полёт незнакомки, наполненный тишиной."

  "Всё это казалось мне очередным дурным сном."

  "Гром и молния."

  "Но всё происходит здесь и сейчас. {w}Если быть точной – произошло уже."

  "Но что произошло?"

  "Я убила человека?"

  "Я только защищалась!"

  "Я пришла сюда просто... {w}Зачем я пришла сюда ночью?"

  "Так и знала, что это была плохая идея..."

  "..."

  "Кровь пульсировала в висках."

  "Обнаружив себя стоящей на коленях, я, овладевая ватными ногами, встала."

  "Подходить к мокрому краю с нынешней координацией – очень глупая и опасная идея."

  "Не такая глупая, как прийти сюда ночью... О чём я думала?"

  "Спустя пару мгновений, я уже неслась по ступенькам вниз, перепрыгивая через каждую пару."

  "Выбежав на улицу, я побежала к той стороне, откуда упала девушка."

  "Свет тусклых фонарей едва освещал территорию возле дома."

  "Постояв в замешательстве пару секунд, я осознала, что ошиблась стороной."

  "Обогнув дом со скоростью именитых бегунов, я встала как вкопанная."

  "Бледно-зелёная трава, принимающая на себя дождь, была абсолютно пуста."

  "Вся территория была полностью чиста ровно настолько, насколько и в момент моего прихода сюда."

  nam "..."

  "Проверив другие стороны дома, я вернулась на прежнее место, стоя и смотря в траву, осознавая случившееся."

  "Пытаясь хоть как-то успокоиться, я начала мыслить вслух."

  nam "Что бывает после того, как человек падает с крыши?"

  nam "Тело, там... Кровь. {w}Я же помню, как она упала, чёрт возьми"

  "Мысли опять начали роиться в голове, отчего я не смогла устоять на ногах и вновь упала на колени."

  "Тяжело дыша, пытаясь прийти в себя – я пыталась осознать ситуацию."

  nam "Она упала."

  nam "Упала — значит умерла."

  "..."

  nam "Где она?"

  "Подскочив с травы, я стала пятиться от этого места по направлению к себе домой."

  "Раскаты грома стали только сильнее. На улице начался настоящий ливень."

  "..."

  "Я бежала настолько быстро, насколько могла - ловко перепрыгивая каждую лужу, боясь оглянуться назад."

  "Небо было полностью закутано тёмными облаками. Удивительно, насколько быстро они сюда добрались."

  "..."

  "Прибежав домой, я стояла около минуты в прихожей, облокотившись спиной к двери, проливая на пол воду с одежды и волос, пытаясь отдышаться."

  "Попытка укусить свою руку оставила на ней лишь небольшой кровавый след, боли от которого я не чувствовала. Последняя надежда на то, что это был сон – пропала."
  
  "..."
  
  "Рано проснувшись от шума машины за окном, я с удивлением обнаружила себя лежащей поперёк кровати."
  
  "Вчера я даже и не заметила как уснула."
  
  "Мысли поглощают лучше любого успокоительного средства. Жаль, что именно те нельзя вызвать специально."
  
  "Каёмка солнечного круга поразительно ярко вспыхивает на горизонте, заливая новый день солнечным светом."
  
  nam "Доброе утро, я."
  
  "..."

  return
